{
  "sections": {
    "websites": {
      "title": "Websites",
      "intro": "I craft ultra-focused micro websites that load fast, look sharp, and clearly communicate your message. Whether you’re launching a product, promoting a service, or building a personal brand — I’ll build you a site that works like a digital handshake: professional, memorable, and uniquely yours.",
      "projects": [
        {
          "title": "re Retreat Landing Page",
          "description": "A calm, earthy one-pager promoting a wellness retreat in Sweden. Responsive, minimal, and immersive.",
          "image": "placeholder.png",
          "link": "#"
        },
        {
          "title": "Local Coffee Shop Site",
          "description": "Micro site with menu, location, and a warm, welcoming vibe. Built for mobile-first.",
          "image": "placeholder.png",
          "link": "#"
        },
        {
          "title": "Artist Portfolio",
          "description": "Dark-mode gallery site for a freelance illustrator. Lightweight, scroll-free with image modals.",
          "image": "placeholder.png",
          "link": "#"
        },
        {
          "title": "Freelancer Promo Page",
          "description": "Single screen with a strong pitch and booking CTA for a freelance consultant.",
          "image": "placeholder.png",
          "link": "#"
        }
      ]
    },
    "design": {
      "title": "Design",
      "intro": "Simplicity meets character. I design with clarity and intent — no clutter, no fluff. Whether it’s a brand identity or a layout, I combine clean structure with playful energy to create designs that feel human and alive. Each piece is custom-built, not templated.",
      "projects": [
        {
          "title": "Rutger zorgboerderij",
          "description": "Een vernieuwde vormgeving gebaseerd op hun oude stijl. Modern, groen, zorgzaam",
          "image": "Logo_Rutger.jpg",
          "type": "Re-branding"
        },
        {
          "title": "App UI for Habit Tracker",
          "description": "Minimal and calm UI for a mobile habit tracker app. Focused on positive feedback loops and dopamine-safe UX.",
          "image": "placeholder.png",
          "type": "app-design"
        },
        {
          "title": "Poster Series for Music Festival",
          "description": "A loud, glitchy poster and social media set for an indie electronic music event. Printed and digital assets delivered.",
          "image": "placeholder.png",
          "type": "print"
        },
        {
          "title": "Portfolio Redesign for Photographer",
          "description": "Laid-back, gallery-style website mockups with focus on negative space and framing. Delivered responsive design system + design-to-dev handoff.",
          "image": "placeholder.png",
          "type": "web-design"
        }
      ]
    },
    "contact": {
      "title": "Contact Me",
      "intro": "Let’s build something together. Whether you need a website, a brand refresh, or a design sparring partner — I’d love to hear your story.",
      "email": "luukbarink@gmail.com",
      "social": {
        "linkedin": "https://linkedin.com/in/yourprofile",
        "instagram": "https://instagram.com/yourhandle"
      }
    }
  }
}